Load Test/K6/results.txt

          /\      |‾‾| /‾‾/   /‾‾/   
     /\  /  \     |  |/  /   /  /    
    /  \/    \    |     (   /   ‾‾\  
   /          \   |  |\  \ |  (‾)  | 
  / __________ \  |__| \__\ \_____/ .io

  execution: local
     script: script.js
     output: -

  scenarios: (100.00%) 1 scenario, 20 max VUs, 2m50s max duration (incl. graceful stop):
           * default: Up to 20 looping VUs for 2m20s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 01/20 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 01/20 VUs  0m01.0s/2m20.0s

running (0m02.0s), 02/20 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 02/20 VUs  0m02.0s/2m20.0s

running (0m03.0s), 02/20 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 02/20 VUs  0m03.0s/2m20.0s

running (0m04.0s), 03/20 VUs, 3 complete and 0 interrupted iterations
default   [   3% ] 03/20 VUs  0m04.0s/2m20.0s

running (0m05.0s), 04/20 VUs, 5 complete and 0 interrupted iterations
default   [   4% ] 04/20 VUs  0m05.0s/2m20.0s

running (0m06.0s), 04/20 VUs, 7 complete and 0 interrupted iterations
default   [   4% ] 04/20 VUs  0m06.0s/2m20.0s

running (0m07.0s), 05/20 VUs, 10 complete and 0 interrupted iterations
default   [   5% ] 05/20 VUs  0m07.0s/2m20.0s

running (0m08.0s), 06/20 VUs, 13 complete and 0 interrupted iterations
default   [   6% ] 06/20 VUs  0m08.0s/2m20.0s

running (0m09.0s), 06/20 VUs, 18 complete and 0 interrupted iterations
default   [   6% ] 06/20 VUs  0m09.0s/2m20.0s

running (0m10.0s), 07/20 VUs, 23 complete and 0 interrupted iterations
default   [   7% ] 07/20 VUs  0m10.0s/2m20.0s

running (0m11.0s), 07/20 VUs, 27 complete and 0 interrupted iterations
default   [   8% ] 07/20 VUs  0m11.0s/2m20.0s

running (0m12.0s), 08/20 VUs, 32 complete and 0 interrupted iterations
default   [   9% ] 08/20 VUs  0m12.0s/2m20.0s

running (0m13.0s), 09/20 VUs, 37 complete and 0 interrupted iterations
default   [   9% ] 09/20 VUs  0m13.0s/2m20.0s

running (0m14.0s), 09/20 VUs, 43 complete and 0 interrupted iterations
default   [  10% ] 09/20 VUs  0m14.0s/2m20.0s

running (0m15.0s), 10/20 VUs, 50 complete and 0 interrupted iterations
default   [  11% ] 10/20 VUs  0m15.0s/2m20.0s

running (0m16.0s), 11/20 VUs, 58 complete and 0 interrupted iterations
default   [  11% ] 11/20 VUs  0m16.0s/2m20.0s

running (0m17.0s), 11/20 VUs, 65 complete and 0 interrupted iterations
default   [  12% ] 11/20 VUs  0m17.0s/2m20.0s

running (0m18.0s), 12/20 VUs, 73 complete and 0 interrupted iterations
default   [  13% ] 12/20 VUs  0m18.0s/2m20.0s

running (0m19.0s), 13/20 VUs, 81 complete and 0 interrupted iterations
default   [  14% ] 13/20 VUs  0m19.0s/2m20.0s

running (0m20.0s), 13/20 VUs, 91 complete and 0 interrupted iterations
default   [  14% ] 13/20 VUs  0m20.0s/2m20.0s

running (0m21.0s), 14/20 VUs, 101 complete and 0 interrupted iterations
default   [  15% ] 14/20 VUs  0m21.0s/2m20.0s

running (0m22.0s), 14/20 VUs, 112 complete and 0 interrupted iterations
default   [  16% ] 14/20 VUs  0m22.0s/2m20.0s

running (0m23.0s), 15/20 VUs, 122 complete and 0 interrupted iterations
default   [  16% ] 15/20 VUs  0m23.0s/2m20.0s

running (0m24.0s), 16/20 VUs, 134 complete and 0 interrupted iterations
default   [  17% ] 16/20 VUs  0m24.0s/2m20.0s

running (0m25.0s), 16/20 VUs, 144 complete and 0 interrupted iterations
default   [  18% ] 16/20 VUs  0m25.0s/2m20.0s

running (0m26.0s), 17/20 VUs, 157 complete and 0 interrupted iterations
default   [  19% ] 17/20 VUs  0m26.0s/2m20.0s

running (0m27.0s), 18/20 VUs, 168 complete and 0 interrupted iterations
default   [  19% ] 18/20 VUs  0m27.0s/2m20.0s

running (0m28.0s), 18/20 VUs, 183 complete and 0 interrupted iterations
default   [  20% ] 18/20 VUs  0m28.0s/2m20.0s

running (0m29.0s), 19/20 VUs, 199 complete and 0 interrupted iterations
default   [  21% ] 19/20 VUs  0m29.0s/2m20.0s

running (0m30.0s), 19/20 VUs, 212 complete and 0 interrupted iterations
default   [  21% ] 19/20 VUs  0m30.0s/2m20.0s

running (0m31.0s), 20/20 VUs, 224 complete and 0 interrupted iterations
default   [  22% ] 20/20 VUs  0m31.0s/2m20.0s

running (0m32.0s), 20/20 VUs, 241 complete and 0 interrupted iterations
default   [  23% ] 20/20 VUs  0m32.0s/2m20.0s

running (0m33.0s), 20/20 VUs, 257 complete and 0 interrupted iterations
default   [  24% ] 20/20 VUs  0m33.0s/2m20.0s

running (0m34.0s), 20/20 VUs, 270 complete and 0 interrupted iterations
default   [  24% ] 20/20 VUs  0m34.0s/2m20.0s

running (0m35.0s), 20/20 VUs, 287 complete and 0 interrupted iterations
default   [  25% ] 20/20 VUs  0m35.0s/2m20.0s

running (0m36.0s), 20/20 VUs, 303 complete and 0 interrupted iterations
default   [  26% ] 20/20 VUs  0m36.0s/2m20.0s

running (0m37.0s), 20/20 VUs, 319 complete and 0 interrupted iterations
default   [  26% ] 20/20 VUs  0m37.0s/2m20.0s

running (0m38.0s), 20/20 VUs, 333 complete and 0 interrupted iterations
default   [  27% ] 20/20 VUs  0m38.0s/2m20.0s

running (0m39.0s), 20/20 VUs, 349 complete and 0 interrupted iterations
default   [  28% ] 20/20 VUs  0m39.0s/2m20.0s

running (0m40.0s), 19/20 VUs, 365 complete and 0 interrupted iterations
default   [  29% ] 19/20 VUs  0m40.0s/2m20.0s

running (0m41.0s), 19/20 VUs, 380 complete and 0 interrupted iterations
default   [  29% ] 19/20 VUs  0m41.0s/2m20.0s

running (0m42.0s), 19/20 VUs, 393 complete and 0 interrupted iterations
default   [  30% ] 19/20 VUs  0m42.0s/2m20.0s

running (0m43.0s), 19/20 VUs, 409 complete and 0 interrupted iterations
default   [  31% ] 19/20 VUs  0m43.0s/2m20.0s

running (0m44.0s), 19/20 VUs, 425 complete and 0 interrupted iterations
default   [  31% ] 19/20 VUs  0m44.0s/2m20.0s

running (0m45.0s), 19/20 VUs, 439 complete and 0 interrupted iterations
default   [  32% ] 19/20 VUs  0m45.0s/2m20.0s

running (0m46.0s), 19/20 VUs, 451 complete and 0 interrupted iterations
default   [  33% ] 19/20 VUs  0m46.0s/2m20.0s

running (0m47.0s), 19/20 VUs, 467 complete and 0 interrupted iterations
default   [  34% ] 19/20 VUs  0m47.0s/2m20.0s

running (0m48.0s), 19/20 VUs, 483 complete and 0 interrupted iterations
default   [  34% ] 19/20 VUs  0m48.0s/2m20.0s

running (0m49.0s), 18/20 VUs, 497 complete and 0 interrupted iterations
default   [  35% ] 18/20 VUs  0m49.0s/2m20.0s

running (0m50.0s), 18/20 VUs, 509 complete and 0 interrupted iterations
default   [  36% ] 18/20 VUs  0m50.0s/2m20.0s

running (0m51.0s), 18/20 VUs, 523 complete and 0 interrupted iterations
default   [  36% ] 18/20 VUs  0m51.0s/2m20.0s

running (0m52.0s), 18/20 VUs, 538 complete and 0 interrupted iterations
default   [  37% ] 18/20 VUs  0m52.0s/2m20.0s

running (0m53.0s), 18/20 VUs, 552 complete and 0 interrupted iterations
default   [  38% ] 18/20 VUs  0m53.0s/2m20.0s

running (0m54.0s), 18/20 VUs, 563 complete and 0 interrupted iterations
default   [  39% ] 18/20 VUs  0m54.0s/2m20.0s

running (0m55.0s), 18/20 VUs, 577 complete and 0 interrupted iterations
default   [  39% ] 18/20 VUs  0m55.0s/2m20.0s

running (0m56.0s), 18/20 VUs, 591 complete and 0 interrupted iterations
default   [  40% ] 18/20 VUs  0m56.0s/2m20.0s

running (0m57.0s), 18/20 VUs, 606 complete and 0 interrupted iterations
default   [  41% ] 18/20 VUs  0m57.0s/2m20.0s

running (0m58.0s), 18/20 VUs, 621 complete and 0 interrupted iterations
default   [  41% ] 18/20 VUs  0m58.0s/2m20.0s

running (0m59.0s), 17/20 VUs, 631 complete and 0 interrupted iterations
default   [  42% ] 17/20 VUs  0m59.0s/2m20.0s

running (1m00.0s), 17/20 VUs, 645 complete and 0 interrupted iterations
default   [  43% ] 17/20 VUs  1m00.0s/2m20.0s

running (1m01.0s), 17/20 VUs, 658 complete and 0 interrupted iterations
default   [  44% ] 17/20 VUs  1m01.0s/2m20.0s

running (1m02.0s), 17/20 VUs, 673 complete and 0 interrupted iterations
default   [  44% ] 17/20 VUs  1m02.0s/2m20.0s

running (1m03.0s), 17/20 VUs, 686 complete and 0 interrupted iterations
default   [  45% ] 17/20 VUs  1m03.0s/2m20.0s

running (1m04.0s), 17/20 VUs, 698 complete and 0 interrupted iterations
default   [  46% ] 17/20 VUs  1m04.0s/2m20.0s

running (1m05.0s), 17/20 VUs, 708 complete and 0 interrupted iterations
default   [  46% ] 17/20 VUs  1m05.0s/2m20.0s

running (1m06.0s), 17/20 VUs, 725 complete and 0 interrupted iterations
default   [  47% ] 17/20 VUs  1m06.0s/2m20.0s

running (1m07.0s), 16/20 VUs, 738 complete and 0 interrupted iterations
default   [  48% ] 16/20 VUs  1m07.0s/2m20.0s

running (1m08.0s), 16/20 VUs, 746 complete and 0 interrupted iterations
default   [  49% ] 16/20 VUs  1m08.0s/2m20.0s

running (1m09.0s), 16/20 VUs, 758 complete and 0 interrupted iterations
default   [  49% ] 16/20 VUs  1m09.0s/2m20.0s

running (1m10.0s), 16/20 VUs, 771 complete and 0 interrupted iterations
default   [  50% ] 16/20 VUs  1m10.0s/2m20.0s

running (1m11.0s), 16/20 VUs, 784 complete and 0 interrupted iterations
default   [  51% ] 16/20 VUs  1m11.0s/2m20.0s

running (1m12.0s), 16/20 VUs, 796 complete and 0 interrupted iterations
default   [  51% ] 16/20 VUs  1m12.0s/2m20.0s

running (1m13.0s), 16/20 VUs, 808 complete and 0 interrupted iterations
default   [  52% ] 16/20 VUs  1m13.0s/2m20.0s

running (1m14.0s), 16/20 VUs, 819 complete and 0 interrupted iterations
default   [  53% ] 16/20 VUs  1m14.0s/2m20.0s

running (1m15.0s), 16/20 VUs, 833 complete and 0 interrupted iterations
default   [  54% ] 16/20 VUs  1m15.0s/2m20.0s

running (1m16.0s), 15/20 VUs, 845 complete and 0 interrupted iterations
default   [  54% ] 15/20 VUs  1m16.0s/2m20.0s

running (1m17.0s), 15/20 VUs, 856 complete and 0 interrupted iterations
default   [  55% ] 15/20 VUs  1m17.0s/2m20.0s

running (1m18.0s), 15/20 VUs, 869 complete and 0 interrupted iterations
default   [  56% ] 15/20 VUs  1m18.0s/2m20.0s

running (1m19.0s), 15/20 VUs, 880 complete and 0 interrupted iterations
default   [  56% ] 15/20 VUs  1m19.0s/2m20.0s

running (1m20.0s), 15/20 VUs, 891 complete and 0 interrupted iterations
default   [  57% ] 15/20 VUs  1m20.0s/2m20.0s

running (1m21.0s), 15/20 VUs, 899 complete and 0 interrupted iterations
default   [  58% ] 15/20 VUs  1m21.0s/2m20.0s

running (1m22.0s), 15/20 VUs, 912 complete and 0 interrupted iterations
default   [  59% ] 15/20 VUs  1m22.0s/2m20.0s

running (1m23.0s), 15/20 VUs, 924 complete and 0 interrupted iterations
default   [  59% ] 15/20 VUs  1m23.0s/2m20.0s

running (1m24.0s), 15/20 VUs, 937 complete and 0 interrupted iterations
default   [  60% ] 15/20 VUs  1m24.0s/2m20.0s

running (1m25.0s), 15/20 VUs, 948 complete and 0 interrupted iterations
default   [  61% ] 15/20 VUs  1m25.0s/2m20.0s

running (1m26.0s), 14/20 VUs, 958 complete and 0 interrupted iterations
default   [  61% ] 14/20 VUs  1m26.0s/2m20.0s

running (1m27.0s), 14/20 VUs, 970 complete and 0 interrupted iterations
default   [  62% ] 14/20 VUs  1m27.0s/2m20.0s

running (1m28.0s), 14/20 VUs, 979 complete and 0 interrupted iterations
default   [  63% ] 14/20 VUs  1m28.0s/2m20.0s

running (1m29.0s), 14/20 VUs, 992 complete and 0 interrupted iterations
default   [  64% ] 14/20 VUs  1m29.0s/2m20.0s

running (1m30.0s), 14/20 VUs, 1000 complete and 0 interrupted iterations
default   [  64% ] 14/20 VUs  1m30.0s/2m20.0s

running (1m31.0s), 14/20 VUs, 1012 complete and 0 interrupted iterations
default   [  65% ] 14/20 VUs  1m31.0s/2m20.0s

running (1m32.0s), 14/20 VUs, 1022 complete and 0 interrupted iterations
default   [  66% ] 14/20 VUs  1m32.0s/2m20.0s

running (1m33.0s), 14/20 VUs, 1034 complete and 0 interrupted iterations
default   [  66% ] 14/20 VUs  1m33.0s/2m20.0s

running (1m34.0s), 14/20 VUs, 1045 complete and 0 interrupted iterations
default   [  67% ] 14/20 VUs  1m34.0s/2m20.0s

running (1m35.0s), 13/20 VUs, 1054 complete and 0 interrupted iterations
default   [  68% ] 13/20 VUs  1m35.0s/2m20.0s

running (1m36.0s), 13/20 VUs, 1066 complete and 0 interrupted iterations
default   [  69% ] 13/20 VUs  1m36.0s/2m20.0s

running (1m37.0s), 13/20 VUs, 1074 complete and 0 interrupted iterations
default   [  69% ] 13/20 VUs  1m37.0s/2m20.0s

running (1m38.0s), 13/20 VUs, 1084 complete and 0 interrupted iterations
default   [  70% ] 13/20 VUs  1m38.0s/2m20.0s

running (1m39.0s), 13/20 VUs, 1092 complete and 0 interrupted iterations
default   [  71% ] 13/20 VUs  1m39.0s/2m20.0s

running (1m40.0s), 13/20 VUs, 1102 complete and 0 interrupted iterations
default   [  71% ] 13/20 VUs  1m40.0s/2m20.0s

running (1m41.0s), 13/20 VUs, 1112 complete and 0 interrupted iterations
default   [  72% ] 13/20 VUs  1m41.0s/2m20.0s

running (1m42.0s), 13/20 VUs, 1123 complete and 0 interrupted iterations
default   [  73% ] 13/20 VUs  1m42.0s/2m20.0s

running (1m43.0s), 12/20 VUs, 1133 complete and 0 interrupted iterations
default   [  74% ] 12/20 VUs  1m43.0s/2m20.0s

running (1m44.0s), 12/20 VUs, 1141 complete and 0 interrupted iterations
default   [  74% ] 12/20 VUs  1m44.0s/2m20.0s

running (1m45.0s), 12/20 VUs, 1151 complete and 0 interrupted iterations
default   [  75% ] 12/20 VUs  1m45.0s/2m20.0s

running (1m46.0s), 12/20 VUs, 1159 complete and 0 interrupted iterations
default   [  76% ] 12/20 VUs  1m46.0s/2m20.0s

running (1m47.0s), 12/20 VUs, 1167 complete and 0 interrupted iterations
default   [  76% ] 12/20 VUs  1m47.0s/2m20.0s

running (1m48.0s), 12/20 VUs, 1176 complete and 0 interrupted iterations
default   [  77% ] 12/20 VUs  1m48.0s/2m20.0s

running (1m49.0s), 12/20 VUs, 1186 complete and 0 interrupted iterations
default   [  78% ] 12/20 VUs  1m49.0s/2m20.0s

running (1m50.0s), 12/20 VUs, 1196 complete and 0 interrupted iterations
default   [  79% ] 12/20 VUs  1m50.0s/2m20.0s

running (1m51.0s), 12/20 VUs, 1202 complete and 0 interrupted iterations
default   [  79% ] 12/20 VUs  1m51.0s/2m20.0s

running (1m52.0s), 11/20 VUs, 1212 complete and 0 interrupted iterations
default   [  80% ] 11/20 VUs  1m52.0s/2m20.0s

running (1m53.0s), 11/20 VUs, 1221 complete and 0 interrupted iterations
default   [  81% ] 11/20 VUs  1m53.0s/2m20.0s

running (1m54.0s), 11/20 VUs, 1228 complete and 0 interrupted iterations
default   [  81% ] 11/20 VUs  1m54.0s/2m20.0s

running (1m55.0s), 11/20 VUs, 1236 complete and 0 interrupted iterations
default   [  82% ] 11/20 VUs  1m55.0s/2m20.0s

running (1m56.0s), 11/20 VUs, 1245 complete and 0 interrupted iterations
default   [  83% ] 11/20 VUs  1m56.0s/2m20.0s

running (1m57.0s), 11/20 VUs, 1254 complete and 0 interrupted iterations
default   [  84% ] 11/20 VUs  1m57.0s/2m20.0s

running (1m58.0s), 11/20 VUs, 1261 complete and 0 interrupted iterations
default   [  84% ] 11/20 VUs  1m58.0s/2m20.0s

running (1m59.0s), 11/20 VUs, 1271 complete and 0 interrupted iterations
default   [  85% ] 11/20 VUs  1m59.0s/2m20.0s

running (2m00.0s), 11/20 VUs, 1278 complete and 0 interrupted iterations
default   [  86% ] 11/20 VUs  2m00.0s/2m20.0s

running (2m01.0s), 10/20 VUs, 1285 complete and 0 interrupted iterations
default   [  86% ] 10/20 VUs  2m01.0s/2m20.0s

running (2m02.0s), 10/20 VUs, 1293 complete and 0 interrupted iterations
default   [  87% ] 10/20 VUs  2m02.0s/2m20.0s

running (2m03.0s), 09/20 VUs, 1303 complete and 0 interrupted iterations
default   [  88% ] 09/20 VUs  2m03.0s/2m20.0s

running (2m04.0s), 09/20 VUs, 1308 complete and 0 interrupted iterations
default   [  89% ] 09/20 VUs  2m04.0s/2m20.0s

running (2m05.0s), 08/20 VUs, 1314 complete and 0 interrupted iterations
default   [  89% ] 08/20 VUs  2m05.0s/2m20.0s

running (2m06.0s), 08/20 VUs, 1321 complete and 0 interrupted iterations
default   [  90% ] 08/20 VUs  2m06.0s/2m20.0s

running (2m07.0s), 07/20 VUs, 1327 complete and 0 interrupted iterations
default   [  91% ] 07/20 VUs  2m07.0s/2m20.0s

running (2m08.0s), 07/20 VUs, 1332 complete and 0 interrupted iterations
default   [  91% ] 07/20 VUs  2m08.0s/2m20.0s

running (2m09.0s), 06/20 VUs, 1338 complete and 0 interrupted iterations
default   [  92% ] 06/20 VUs  2m09.0s/2m20.0s

running (2m10.0s), 06/20 VUs, 1341 complete and 0 interrupted iterations
default   [  93% ] 06/20 VUs  2m10.0s/2m20.0s

running (2m11.0s), 05/20 VUs, 1347 complete and 0 interrupted iterations
default   [  94% ] 05/20 VUs  2m11.0s/2m20.0s

running (2m12.0s), 05/20 VUs, 1351 complete and 0 interrupted iterations
default   [  94% ] 05/20 VUs  2m12.0s/2m20.0s

running (2m13.0s), 04/20 VUs, 1354 complete and 0 interrupted iterations
default   [  95% ] 04/20 VUs  2m13.0s/2m20.0s

running (2m14.0s), 04/20 VUs, 1357 complete and 0 interrupted iterations
default   [  96% ] 04/20 VUs  2m14.0s/2m20.0s

running (2m15.0s), 03/20 VUs, 1361 complete and 0 interrupted iterations
default   [  96% ] 03/20 VUs  2m15.0s/2m20.0s

running (2m16.0s), 03/20 VUs, 1363 complete and 0 interrupted iterations
default   [  97% ] 03/20 VUs  2m16.0s/2m20.0s

running (2m17.0s), 02/20 VUs, 1365 complete and 0 interrupted iterations
default   [  98% ] 02/20 VUs  2m17.0s/2m20.0s

running (2m18.0s), 02/20 VUs, 1366 complete and 0 interrupted iterations
default   [  99% ] 02/20 VUs  2m18.0s/2m20.0s

running (2m19.0s), 01/20 VUs, 1368 complete and 0 interrupted iterations
default   [  99% ] 01/20 VUs  2m19.0s/2m20.0s

running (2m20.0s), 01/20 VUs, 1369 complete and 0 interrupted iterations
default ↓ [ 100% ] 01/20 VUs  2m20s

running (2m20.6s), 00/20 VUs, 1370 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/20 VUs  2m20s

     ✓ status was 200

     checks.........................: 100.00% ✓ 1370     ✗ 0   
     data_received..................: 14 MB   96 kB/s
     data_sent......................: 128 kB  909 B/s
     http_req_blocked...............: avg=11.63ms  min=0s       med=0s       max=1.1s     p(90)=0s       p(95)=0s      
     http_req_connecting............: avg=3.8ms    min=0s       med=0s       max=268.5ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=305.48ms min=247.47ms med=261.26ms max=1.79s    p(90)=508.6ms  p(95)=536.93ms
       { expected_response:true }...: avg=305.48ms min=247.47ms med=261.26ms max=1.79s    p(90)=508.6ms  p(95)=536.93ms
     http_req_failed................: 0.00%   ✓ 0        ✗ 1370
     http_req_receiving.............: avg=2.5ms    min=0s       med=448.94µs max=260.66ms p(90)=6.28ms   p(95)=6.95ms  
     http_req_sending...............: avg=85.93µs  min=0s       med=0s       max=8.52ms   p(90)=364.1µs  p(95)=540.45µs
     http_req_tls_handshaking.......: avg=7.79ms   min=0s       med=0s       max=839.27ms p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=302.89ms min=244.92ms med=259.51ms max=1.79s    p(90)=505.71ms p(95)=533.78ms
     http_reqs......................: 1370    9.743464/s
     iteration_duration.............: avg=1.32s    min=1.24s    med=1.27s    max=2.8s     p(90)=1.51s    p(95)=1.58s   
     iterations.....................: 1370    9.743464/s
     vus............................: 1       min=1      max=20
     vus_max........................: 20      min=20     max=20